
const select_array = [
	{
		name: "我们约会吧~",
		name_key: "play",
		list: ["看电影","逛逛公园","逛商场","在家做做美食","睡到自然醒","做做家务","大扫除","跑步","骑单车","做瑜伽","打球","游泳","去健身房","骑脚踏车压马路看风景","去附近的小镇短途旅行","和老人家去钓鱼","去游乐场","做一天志愿者","放风筝","去爬山","去潜水","去蹦极","去博物馆","骑马","到书城或者图书馆看书","做兼职","去烧烤","做烘培","画画体验","做美甲","做陶艺","在家做快乐肥宅","去水上乐园","去海洋馆","去宠物咖啡厅","去射击","去轰趴","看演唱会","看话剧","学个乐器","去徒步","去游乐园","回家看望父母","看展览","去街拍","去动物园","网红店探店打卡","逛创意园拍照"],
	},
	{
		name: "她/他的真心话",
		name_key: "play",
		list: ["如果让你选择做一个电影中的角色，你会选谁呢","现在你最喜欢的人是谁","目前最大的愿望","你有恨过谁吗","对你而言，爱情和友情哪个比较重要","情人节最想收到什么礼物","最想感谢的人是谁","如果有一天我对你说我爱上你了，你怎么办","你的理想职业是什么","你觉得最美的画面是什么","如果跟你喜欢的人约会，碰到前任的男(女)朋友，会有什么表现","到目前为止你做过最疯狂的事是","你的初吻是几岁在什么地方被什么人夺去的","你的初恋是几岁","你的初恋对象是谁","大学一共挂过几门课","大学所有考试中，你考到最低的一门是什么课，考了几分","你吻过几个人","在现场所有同学中，你看哪位异性同学最舒服","如果再给你一次机会，回到高中毕业那天，你最想对某一位异性说什么话","第一个喜欢的异性叫什么名字","对梦中情人有什么要求","让你一直念念不忘的一位异性的名字","谈过几次恋爱","你最怕的事情或东西是什么","打算什么时候结婚","现在心里最在意的异性叫什么名字","第一次爱的人对你有什么影响","结婚后希望生男孩还是女孩","和多少异性有过非恋爱的暧昧关系","你作弊使用过的最高招","从小到大最丢脸出丑的事情是什么","如果明天是世界末日，你现在最想做的是什么","如果让你亲现场的某一位异性，你会选择谁，为什么","说出同寝室的人最让你受不了的习惯","最欣赏自己哪个部位","最喜欢在座哪位异性","自己最丢人的事","身上哪个部位最敏感","如果请你从在座的里面选一位做男女朋友，你会选谁","上一次接吻的是什么时候","暗恋过几个异性","哪个颜色的内衣最多","在和男、女朋友交往的过程中，有被甩过吗","你在寂寞时，会想起谁","只给你一天时间当异性，你最想做什么","讲述自己最得意的一件事情","第一次性经历是何时","平生最成功的一次撒谎","每个月的开销是多少？花到哪去了","你钱包里的照片是谁的","你会不会向自己暗恋的人表白？怎么样表白","喜欢男女生做些什么小动作","你接受姐弟恋吗？几岁的范围可以接受","思想出轨和身体出轨，哪个比较能够接受","什么样算是分手最佳方式","你最讨厌什么样的人","你觉得自己的脸皮厚还是薄","你觉得自己放的屁臭不臭","到目前为止写过多少封情书","自己做过最丢脸的事是什么","晚上睡觉要上几次厕所","在座你最想打的人是谁","收到过最难忘的礼物是什么","你最短的一次恋爱是什么情况","你喜欢谁","你觉得什么样式的内裤最性感","今天拉屎没有","你和在座的一位异性都干过恋人之间的什么事","会在婚前跟恋人发生关系么","最长一次连续睡着了多久","多久换一次内裤","你的小癖好是什么","你喜欢裸睡么","你在感情上劈过腿没有","你觉得自己最郁闷的外号是什么","你一共收藏了多少黄色小电影","你认为在座谁最性感","你觉得自己长的如何","最奢侈的一次消费是什么","你认为在座的哪一位异性可以成为你的性幻想对象","你通常用哪只手挖鼻子"],
	},
	{
		name: "谁的大冒险",
		name_key: "play",
		list: ["抓着铁门大喊放我出去","做一个大家都满意的鬼脸","向一位异性表白三分钟","做自己最性感最妩媚的表情或动作","深情的吻墙十秒","对外大喊我是猪","选一个男生一边捶他的胸一边说：你好讨厌哦","正面对着十指交扣，深情对视，深情朗诵骆宾王的《鹅》","站起来大喊：“我是超人，我要回家了！”","背一位异性绕场一周","唱青藏高原最后一句","抱一位异性直到下一轮真心话大冒险结束","与一位异性十指相扣，对视十秒","邀请一位异性为你唱情歌，或邀请一位异性与你情歌对唱","做自己最性感最妩媚的表情或动作","蹲在凳子上作便秘状","亲一位异性，部位不限","抓着铁门喊“放我出去！”","原地转十圈","跳肚皮舞","跳钢管舞","走猫步","和左数第一个异性亲一下","脱一件衣服持续到结束","背起右边第一个女生","大喊燃烧吧，小宇宙～","选一个男生一边捶他的胸一边说：你好讨厌哦","一人先用嘴吸住一纸牌，另一人用嘴从另一面将纸牌吸住移走","女生仰躺地上，男生撑在上面，做五下俯卧撑","男生仰躺地上，女生撑在上面，坚持五秒","男生坐床上，女生躺床上，将头枕男生腿上，对视十秒","男生单腿下跪，女生伸手，男生亲女生手背","男生单腿下跪，女生亲男生额头","男生抱起女生，保持五秒","对喝交杯酒","对喂花生米","跳舞转圈","女生踩男生脚上跳舞","女生坐男生小腿上，男生做仰卧起坐","拥抱","亲脸","对亲脖子","十指交扣握住保持一轮","让一个女的想办法让某男兴奋起来","两人面对面作搓澡状，屁股还要一扭一扭的，还要唱“洗刷刷，洗刷刷”","找一男生把腿架他肩膀上让他捶腿","亲左数第二个异性的额头","和左边第一个异性换穿上衣","在厕所里唱歌，让大家都能听到唱的是什么","左手拉右耳，右手拉左耳，从桌子底下过","露出肚皮，扭腰扭屁股，各扭三圈","和右边第一个异性关在厕所里等一轮游戏","把右边第一个异性横抱起来","慢慢地性感地把上衣撩起到不能再撩起的位置","对窗外大喊“我好寂寞啊”","抱着垃圾桶傻笑一分钟","给随便一个异性发微信，说其实我是猪"],
	}
]

export {
	select_array,
}